benchmarksuite/interfaceCapturing/advection/discUniFlow/discUniFlow/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2112                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    back
    {
        type            patch;
        physicalType    patch;
        nFaces          228;
        startFace       324;
    }
    front
    {
        type            patch;
        physicalType    patch;
        nFaces          228;
        startFace       552;
    }
    rim
    {
        type            patch;
        physicalType    patch;
        nFaces          36;
        startFace       780;
    }
)

// ************************************************************************* //
